Repository: muelli/monkeysign
Catalog: po/*.po
Languages: fr

source: sign a key in a safe fashion. This command signs a key based on the fingerprint or user id specified on the commandline, encrypt the result and mail it to the user. This leave the choice of publishing the certification to that person and makes sure that person owns the identity signed. This program assumes you have gpg-agent configured to prompt for passwords.
fr: signer une clé de façon sécurisée Cette commande signe une clé spécifiée sur la ligne de commande avec son empreinte ou un identifiant, encrypte le résultat et l'envoie à l'utilisateur par courriel. Ceci laisse le choix de publier la certification à cette personne et s'assure que la personne contrôle bien l'identité signée. Ce programme assume que gpg-agent est configuré pour demander les mots de passes.

source: %prog [options] <keyid>
fr: %prog [options] <clef>

source: <keyid>: a GPG fingerprint or key id
fr: <clef>: un identifiant ou empreinte GPG

source: wrong number of arguments, use -h for full help
fr: nombre d'arguments incorrects, utilisez -h pour l'aide complète

source: reset GPG_TTY to %s
fr: changé le GPG_TTY à %s

source: Preparing to sign with this key %s
fr: Préparation à la signature de cette clé: %s

source: (1-%d or full UID, control-c to abort):
fr: (1-%d ou identifiant complet, control-c pour annuler):

source: invalid uid
fr: identifiant invalide

source: could not find pattern '%s' in input, last skipped '%s'
fr: impossible de trouver '%s' dans l'entrée, dernière ligne vue: '%s'

source: verifying file %s failed: %s.
fr: échec à la vérification du fichier %s: %s.

source: unexpected GPG exit code in list-keys: %d
fr: code de sortie inattendue de GPG dans list-keys: %d

source: encryption to %s failed: %s.
fr: échec de l'encryption à %s: %s.

source: decryption failed: %s
fr: échec de la décryption: %s

source: cannot sign: %s
fr: impossible de signer: %s

source: you already signed that key
fr: vous avez déjà signé cette clé

source: unable to open key for editing: %s
fr: impossible d'ouvrir la clé pour l'édition: %s

source: unable to prompt for passphrase, is gpg-agent running?
fr: imposssible d'obtenir le mot de passe, est-ce que gpg-agent est lancé?

source: key is expired, cannot sign
fr: clé expirée, impossible de signer

source: cannot sign, unknown error from gpg: %s
fr: impossible de signer, erreur inconnue de gpg: %s

source: password confirmation failed
fr: échec de la confirmation du mot de passe

source: record type '%s' not implemented
fr: enregistrement '%s' non implanté

source: sign a key in a safe fashion using a webcam to scan for qr-codes This command will fire up a graphical interface and turn on the webcam (if available) on this computer. It will also display a qr-code of your main OpenPGP key. The webcam is used to capture an OpenPGP fingerprint represented as a qrcode (or whatever the zbar library can parse) and then go through a signing process. The signature is then encrypted and mailed to the user. This leave the choice of publishing the certification to that person and makes sure that person owns the identity signed. This program assumes you have gpg-agent configure to prompt for passwords.
fr: signer une clé de façon sécuritaire avec une caméra pour lire un code QR Cette commande va ouvrir une interface graphique et activer votre caméra (si disponible) sur cet ordinateur. Elle va aussi afficher un code QR représentant l'empreinte de votre clé OpenPGP principale. La caméra est utilisée pour capturer une empreinte OpenPGP représentée comme un code QR (ou en fait tout ce que peut lire la librairie ZBar) et ensuite procéder à la signature de la clé. La signature est alors encryptée et envoyée à la personne. Cette personne a alors le choix de publier la certification et s'assure également que cette personne contrôle l'adresse courriel signée. Cette commande assume que vous avez activé gpg-agent pour la demande de mot de passe.

source: okay, signing
fr: okay, on signe

source: user denied signature
fr: l'utilisateur a refusé la signature

source: Monkeysign (scan)
fr: Monkeysign (scanner)

source: _File
fr: _Fichier

source: Open image...
fr: Ouvrir une image...

source: _Save QR code as...
fr: Enregistrer le code QR sous...

source: _Print QR code...
fr: Im_primer le code QR...

source: Copy image to clipboard
fr: Copier l'image dans le presse-papier

source: _Copy QR code
fr: _Copier le QR code

source: Choose identity
fr: Choisir l'identité

source: Identity
fr: Identité

source: Select video device to use
fr: Choisir l'appareil vidéo à utiliser

source: Video device
fr: Appareil vidéo

source: _Quit
fr: _Quitter

source: Disable video
fr: Désactiver la vidéo

source: No video device detected.
fr: Aucun appareil vidéo détecté.

source: This is the output of your webcam, align a qrcode in the image to scan a fingerprint.
fr: Ceci est la sortie de votre appareil vidéo, alignez le code QR dans l'image pour scanner une empreinte de clé OpenPGP.

source: This is a QR-code version of your PGP fingerprint. Scan this with another monkeysign to transfer your fingerprint.
fr: Ceci est la version code QR de votre empreinte de clé OpenPGP. Scannez ceci avec un autre Monkeysign pour transférer votre empreinte.

source: Hide QR code
fr: Cacher le code QR

source: cannot find signature for image file
fr: impossible de trouver une signature pour le fichier d'image fourni

source: The image provided cannot be verified using a trusted OpenPGP signature. Make sure the image comes from a trusted source (e.g. your own camera, which you have never left unsurveilled) before signing this! DO NOT SIGN UNTRUSTED FINGERPRINTS! To get rid of this warning, if you really trust this image, use the following command to sign the file gpg -s --detach %s
fr: L'image fournie ne peut être vérifiée avec une signature OpenPGP connue. Assurez-vous que l'image vient d'une source de confiance (e.g. votre propre caméra, que vous n'avez jamais laissé sans surveillance) avant de signer ceci! NE SIGNEZ JAMAIS D'EMPREINTE NON-VÉRIFIÉES! Pour éviter cet avertissement, si vous faites réellement confiance à cette image, utilisez la commande suivante pour signer le fichier gpg -s --detach %s

source: image signature verified successfully
fr: signature de l'image vérifiée avec succès

source: Scan an image for QR codes
fr: Lire une image pour un code QR

source: data found in image!
fr: donnée trouvée dans l'image!

source: No identity selected. Select one from the identiy menu or generate a OpenPGP key if none is available.
fr: Aucune identitée sélectionnée. Sélectionnez en une du menu identité ou générez une clé OpenPGP si aucune est disponible.

source: Save QR code
fr: Enregistrer le QR code

source: fetching finished
fr: téléchargement terminé

source: zbar captured a frame, looking for 40 character hexadecimal fingerprint
fr: zbar a trouvé une image, chercher une empreinte de 40 caractères hexadécimaux

source: looking for key %s in your keyring
fr: chercher la clé %s dans votre trousseau

source: Please wait
fr: Attendez un moment

source: Retrieving public key from server...
fr: Téléchargement de la clef du serveur...

source: data found in barcode does not match a OpenPGP fingerprint pattern: %s
fr: le texte trouvé dans le code bar ne ressemble pas à une empreinte OpenPGP: %s

source: show version information and quit
fr: montrer la version et quitter

source: request debugging information from GPG engine (lots of garbage)
fr: demander l'information de déboguage de l'engin GPG (beaucoup de bruit)

source: explain what we do along the way
fr: expliquer chaque opération

source: do not actually do anything
fr: ne rien faire

source: user id to sign the key with
fr: identité à utiliser pour signer la clé

source: certification level to sign the key with
fr: niveau de certification à utiliser pour signer la clé

source: import in normal keyring a local certification
fr: importer dans le trousseau régulier comme une certification locale

source: keyserver to fetch keys from
fr: serveur de clés où chercher les clés

source: SMTP server to use, use a colon to specify the port number if non-standard
fr: serveur SMTP à utiliser, utiliser deux points (":") pour spécifier le numéro de port si non-standard

source: username for the SMTP server (default: no user)
fr: utilisateur pour le serveur SMTP (défaut: aucun)

source: password for the SMTP server (default: prompted, if --smtpuser is specified)
fr: mot de passe pour le serveur SMTP (défaut: demandé si --smtpuser est spécifié)

source: Do not send email at all. (Default is to use sendmail.)
fr: Ne pas envoyer de courriel du tout. (défaut: utiliser sendmail.)

source: Override destination email for testing (default is to use the first uid on the key or send email to each uid chosen)
fr: Changer le courriel de destination pour faire des tests (défaut: utiliser le courriel de la première identité ou envoyer un courriel pour chaque identité signée)

source: Initializing UI
fr: Initialisation de l'interface

source: deleting the temporary keyring %s
fr: effacer le trousseau temporaire %s

source: copied your gpg.conf in temporary keyring
fr: copié votre gpg.conf dans un trousseau temporaire

source: key not in local keyring
fr: clé absente du trousseau local

source: fetching key %s from keyservers
fr: téléchargement de la clé %s du serveur de clé

source: please provide a keyid or fingerprint, uids are not supported yet
fr: prière de fournir une empreinte ou numéro de clé, les identifiants textuels ne sont pas encore supportés

source: could not find key %s in your keyring or keyservers
fr: impossible de trouver la clé %s dans votre trousseau ou sur les serveurs de clés

source: copying your private key to temporary keyring in %s
fr: copier votre clé privé dans un trousseau temporaire à %s

source: found secret key: %s
fr: trouvé une clé secrète: %s

source: no default secret key found, abort!
fr: aucune clé secrète trouvée, annulé !

source: signing key chosen: %s
fr: clé de signature choisie: %s

source: could not find public key material, do you have a GPG key?
fr: impossible de trouver une clé publique, est-ce que vous avez une clé OpenPGP?

source: found %d keys matching your request
fr: trouvé %d clés correspondant à votre requête

source: Signing the following key %s Sign all identities? [y/N]
fr: La clé suivante sera certifiée %s Signer toutes les identités? [y/N]

source: Choose the identity to sign
fr: Choisir l'identité à signer

source: no identity chosen
fr: aucune identité choisie

source: Really sign key? [y/N]
fr: Vraiment signer la clé? [y/N]

source: key signing failed
fr: échec de la signature de la clé

source: making a non-exportable signature
fr: faire une signature non-exportable

source: could not import public key back into public keyring, something is wrong
fr: impossible d'importer la clé publique dans le trousseau public, quelquechose ne va pas

source: local key signing failed
fr: échec de la signature locale

source: no key signed, nothing to export
fr: aucune clé signée, rien à exporter

source: failed to create email: %s
fr: impossible de créer le courriel: %s

source: Error connecting to SMTP server %s: %s
fr: Erreur lors de la connexion au serveur SMTP %s: %s

source: Unexpected SMTP server error while talking to %s, code: %s (%s)
fr: Erreur SMTP inattendue lors de la communication à %s, code: %s (%s)

source: SMTP server does not support STARTTLS
fr: le serveur SMTP ne supporte pas STARTTLS

source: authentication credentials will be sent in clear text
fr: les identifiants de connexions seront envoyés en clair

source: enter SMTP password for server %s:
fr: entrer le mot de passe SMTP pour le serveur %s:

source: sent message through SMTP server %s to %s
fr: message envoyé par le serveur SMTP %s à %s

source: sent message through sendmail to %s
fr: envoyé le message par sendmail à %s

source: not sending email to %s, as requested, here's the email message: %s
fr: message non-envoyé à %s, tel que demandé, voici le message: %s

source: Your signed OpenPGP key
fr: Votre clé OpenPGP signée

source: Please find attached your signed PGP key. You can import the signed key by running each through `gpg --import`. If you have multiple user ids, each signature was sent in a separate email to each user id. Note that your key was not uploaded to any keyservers. If you want this new signature to be available to others, please upload it yourself. With GnuPG this can be done using: gpg --keyserver pool.sks-keyservers.net --send-key <keyid> Regards,
fr: Veuillez trouver en pièce jointe votre clé OpenPGP signée. Vous pouvez importer la clé en passant la pièce jointe dans `gpg --import`. Si vous avez plusieurs identifiants, chaque signature a été envoyée dans un courriel séparé à chaque identifiant. Notez que votre clé n'a pas été mise en ligne sur un serveur de clés. Si vous voulez que cette signature soit disponible pour les autres, veuillez la mettre en ligne vous-même. Avec GnuPG, ceci peut être fait avec: gpg --keyserver pool.sks-keyservers.net --send-key <keyid> Salutations,

source: signed PGP Key %s, uid %s
fr: clé OpenPGP signée %s, uid %s

source: This is a multi-part message in PGP/MIME format...
fr: Ceci est un message PGP/MIME multie-partie...
